{
  "services":[
    {
      "doubleWide": false,
      "title": "Family Care",
      "titleMobil": "Family Care",
      "titleFull": "Family Care",
      "image": "family-care.jpg",
      "modalTarget": "family",
      "text": ["From toddlers to the elderly, our skilled dental team is familiar with the unique needs of every patient, no matter their age. Our goal is to help them develop great oral habits that will last them a lifetime.",
        "Join us today and discover how our practice can help treat your entire family."]
    },
    {
      "doubleWide": false,
      "title": "Same Day Crowns",
      "titleMobil": "Crowns",
      "titleFull": "Same Day Crowns",
      "image": "crowns.jpg",
      "modalTarget": "crowns",
      "text": ["CEREC® technology allows our practice to create tooth-colored porcelain restorations for healthy, beautiful smiles in a single appointment.",
        "Crowns should be placed before the tooth is so decayed that it may fracture. This can often help prevent the expense of root canal therapy in the future. If a tooth is too damaged to have a crown applied, a porcelain bridge may be a good alternative."]
    },
    {
      "doubleWide": false,
      "title": "Smile Whitening",
      "titleMobil": "Smile Whitening",
      "titleFull": "Smile Whitening",
      "image": "whitening.jpg",
      "modalTarget": "smile",
      "text": ["Many everyday things like coffee, tea and wine can significantly dull teeth. Smile-whitening enables us to significantly brighten your smile for that dazzling white smile you deserve.",
        "Plastic whitening trays will be made from models of your teeth. You will then place a special whitening gel in each tray and wear the trays in your mouth for several hours per day. (Many patients wear their trays after dinner and before bed.) A significant change in tooth color is usually seen in just four to six weeks."]
    },
    {
      "doubleWide": false,
      "title": "Cosmetic Dentures",
      "titleMobil": "Cosmetic Dentures",
      "titleFull": "Cosmetic Dentures",
      "image": "dentures.jpg",
      "modalTarget": "dentures",
      "text": ["A well made denture is not only comfortable and functions properly; it also allows the wearer to smile with confidence, knowing that their smile is no different than it would be with natural teeth. Creating a cosmetic denture is really an art in the hands of our skilled dentists."]
    },
    {
      "doubleWide": false,
      "title": "Digital Practice",
      "titleMobil": "Digital Practice",
      "titleFull": "Digital Practice",
      "image": "digital-practice.jpg",
      "modalTarget": "digital",
      "text": ["Our use of digital x-ray and state-of-the-art CAD/CAM technology reduces your radiation exposure and eliminates the use of chemicals. With digital photography, we can see and treat problems long before they become visible on traditional x-rays. The increased precision means saving you time and money and avoiding complications with your treatments."]
    },
    {
      "doubleWide": false,
      "title": "Veneers",
      "titleMobil": "Veneers",
      "titleFull": "Veneers",
      "image": "veneers.jpg",
      "modalTarget": "veneers",
      "text": ["Veneers are very thin porcelain pieces that are custom made to adhere directly to the front of teeth without grinding or shaving. Transform your smile without drilling on your natural teeth!",
        "In the hands of a highly skilled dentist, porcelain laminates can provide you with an incredibly natural, beautiful smile. They are virtually undetectable and can dramatically improve your appearance. They are durable and long-lasting when compared to other cosmetic treatments."]
    },
    {
      "doubleWide": false,
      "title": "Periodontal Therapy",
      "titleMobil": "Periodontal",
      "titleFull": "Periodontal Therapy",
      "image": "periodontal-care.jpg",
      "modalTarget": "perio",
      "text": ["Gum disease is treated by carefully removing the bacteria and substances that form in the pockets around the teeth. The removal of this material occurs on a microscopic level and requires great skill. Our dental team has had advanced training to effectively remove all of the bacteria."]
    },
    {
      "doubleWide": false,
      "title": "Six Month Smiles",
      "titleMobil": "Six Month Smiles",
      "titleFull": "Six Month Smiles",
      "image": "six-month-smiles_cover.jpg",
      "imageSpecial": "six-month-smiles_modal.jpg",
      "modalTarget": "six",
      "text": ["This short-term orthodontic treatment has taken the best aspects of braces and modified the treatment and the materials to give adults a common-sense, cosmetic solution that fits your lifestyle."]
    },
    {
      "doubleWide": false,
      "title": "Sleep Apnea",
      "titleMobil": "Sleep Apnea",
      "titleFull": "Sleep Apnea Treatment",
      "image": "sleep-apnea.jpg",
      "modalTarget": "apnea",
      "text": ["Obstructive sleep apnea occurs when the airway completely collapses, blocking airflow into the lungs. The harder one tries to breathe, the tighter the airway seals. This airway obstruction persists until the brain partially awakens the person, unconsciously closing the jaw and returning the tongue and throat to a normal position.",
        "We offer effective, nonsurgical relief from sleep apnea and other sleep-related disorders—including snoring. Ask us how you can get the restful, healthy sleep you’ve been missing."]
    },
    {
      "doubleWide": false,
      "title": "Cosmetic Dentistry",
      "titleMobil": false,
      "titleFull": "Cosmetic Dentistry",
      "image": "cosmetic.jpg",
      "modalTarget": "cosmetic",
      "text": ["Cosmetic dentistry is one of the most cost-effective ways to improve your appearance. A beautiful, bright, healthy smile will increase self-confidence and overall life satisfaction. Cosmetic dentistry includes things like tooth-colored restorations, dental implants, and crowns. We have many options, so please call us today!"]
    },
    {
      "doubleWide": false,
      "title": "Sedation Dentistry",
      "titleMobil": false,
      "titleFull": "Sedation Dentistry",
      "image": "sedation.jpg",
      "modalTarget": "sedation",
      "text": ["Sedation dentistry is an excellent treatment for patients with extensive dental needs, or who are concerned about anxiety, difficulty getting numb, or sensitive teeth."]
    },
    {
      "doubleWide": false,
      "title": "Dental Implants",
      "titleMobil": false,
      "titleFull": "Dental Implants",
      "image": "implants.jpg",
      "modalTarget": "implants",
      "text": ["Dental implants are a great option for replacing missing teeth, improving chewing ability, eliminating bridges, and replacing dentures.",
      "Several implants may provide a base for a series of artificial teeth known as a fixed bridge. Implants can even be used to secure a full set of removable dentures for people who have no remaining natural teeth."]
    }
  ]
}